Repository: AntonioNav/url2function
Catalog: languages/url2function-*.po
Languages: es_es

source: You do not have sufficient permissions to access this page.
es_es: No tiene suficientes permisos para acceder a esta página.

source: Security check
es_es: Verificación de Seguridad

source: URL2Function Plugin Settings
es_es: Configuración Plugin URL2Function

source: About the Author
es_es: Acerca del Autor

source: Developed by
es_es: Desarrollado por

source: Thank you for using this plugin on your site
es_es: Gracias por usar este plugin en su web

source: You can contribute to support and improve this plugin clicking this button:
es_es: Puede ayudar a mantener y mejorar este plugin pinchando en este botón:

source: You can contact with me in
es_es: Puede contactar conmigo en

source: URL EndPoint:
es_es: Terminación URL:

source: Important!
es_es: Importante!

source: You have to:
es_es: Tienes que:

source: Create a static page with 'slug' and 'permalink' equal to:
es_es: Crear una página estática con un 'slug' y 'permalink' igual a:

source: (save to update if you change the Endpoint).
es_es: (guarde para actualizar si ha modificado la Terminación).

source: Activate in Options --> Permalinks, URL with 'postname' (the 5th option).
es_es: Activar en Ajustes --> Enlaces Permanentes, 'Nombre de Entrada' (la 5ª opción).

source: This plugin don't work until you satisfy this points.
es_es: El plugin no funcionará si no realiza estos puntos.

source: You can then try to access
es_es: Después puede probar a acceder a

source: to test the plugin.
es_es: para probar el plugin.

source: You have to obtain this JSON-object:
es_es: Debería obtener el siguiente objeto JSON:

source: When this is working, you have to edit 'backend.php' file
es_es: Cuando funcione el test, tiene que editar el fichero 'backend.php'

source: and add your custom mappings and functions.
es_es: y añadir sus propias funciones y mapeos.

source: settings saved.
es_es: Configuración guardada.
